<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langLinkSite = "เชื่อมต่อไปที่เว็ปไซท์";
$langSubTitle = "การเพิ่มรายการเชื่อมโยงไปที่เมนูหลักของรายวิชาท่าน. คำแนะนำ : ถ้าท่านต้องการเพิ่มรายการเชื่อมต่อไปที่หน้าใด ให้ไปเปิดที่หน้านั้น แล้วทำการ Copy ข้อความในช่อง Address ของโปรแกรมดูโฮมเพจที่ท่านกำลังใช้ แล้วไป  paste ลงในกรอบ Link ที่อยู่ถัดลงมา";
$langAddPage            = "เพิ่มหน้า";
$langSendPage           = "หน้าที่จะโอนไฟล์ขึ้น";
$langCouldNot           = "ไม่สามารถโอนไฟล์ขึ้นระบบได้";
$langOkSentLink         = "&#3619;&#3632;&#3610;&#3610;&#3652;&#3604;&#3657;&#3607;&#3635;&#3585;&#3634;&#3619;&#3648;&#3648;&#3614;&#3636;&#3656;&#3617;&#3621;&#3636;&#3591;&#3588;&#3660;&#3586;&#3629;&#3591;&#3607;&#3656;&#3634;&#3609;&#3649;&#3621;&#3657;&#3623; &#3592;&#3634;&#3585;&#3609;&#3637;&#3657;&#3612;&#3641;&#3657;&#3651;&#3594;&#3657;&#3592;&#3632;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3648;&#3586;&#3657;&#3634;&#3651;&#3594;&#3657;&#3591;&#3634;&#3609;&#3621;&#3636;&#3591;&#3588;&#3660;&#3609;&#3637;&#3657;&#3652;&#3604;&#3657;&#3592;&#3634;&#3585; <a href=\"%s/index.php\">&#3627;&#3609;&#3657;&#3634;&#3592;&#3629;&#3627;&#3621;&#3633;&#3585;&#3586;&#3629;&#3591;&#3619;&#3632;&#3610;&#3610;</a>";
$langTooBig             = "คุณไม่ได้เลือกไฟล์ที่จะส่งหรือไฟล์มีขนาดใหญ่เกินไป";
$langExplanation        = "ไฟล์เอกสารต้องเป็นรูปแบบ .html(เช่น \" tinnabutr.html\") ซึ่งจะเป้นรายการเชื่อมโยงไว้ในหน้าโฮมเพจ หากไม่ใช่เอกสาร html (PDF,Word,Power Point,VDO,หรือไฟล์รูปแบบอื่น)ให้ใช้คำสั่งอ้างอิงที่อยู่ a-link<a href=../document/document.php>Documents tool</a> เพื่อเชื่อมโยงถึงไฟล์ที่เก็บไว้ในเว็ป";
$langPgTitle            = "ชื่อหัวเรื่องของเอกสาร ";
$langNoLinkURL          = "กรุณาใส่ที่อยู่บนเว็ปไซท์ที่จะเชื่อมโยงต่อ(URL)";
$langLinkTarget = "เชื่อมโยงให้แสดงใน";
$langSameWindow = "แทนที่กรอบหน้าต่างเดิม";
$langNewWindow = "แสดงในกรอบหน้าต่างใหม่";
$langAdded = "เพิ่มรายการเชื่อมโยงแล้ว";
$langAddLink = "เพิ่มการเชื่อมโยง";
$langNoLinkName = "กรุณาตั้งชื่อของรายการเชื่อมโยง";
$langEditLink = "แก้ไขการเชื่อมโยงโฮมเพจรายวิชา ";
$langChangePress = "เปลี่ยนและกดปุ่ม OK";
$langLinkChanged = "เปลี่ยนการเชื่อมโยงของโฮมเพจรายวิชา ใช้เมนูbreadcrumb ข้างบน เพื่อกลับไปที่หน้าโฮมเพจ";
$NoLinkName = "&#3652;&#3617;&#3656;&#3614;&#3610;&#3594;&#3639;&#3656;&#3629;&#3621;&#3636;&#3591;&#3585;&#3660;";
$NoLinkURL = "&#3652;&#3617;&#3656;&#3614;&#3610; URL";
$LinkChanged = "&#3611;&#3619;&#3633;&#3610;&#3611;&#3619;&#3640;&#3591;&#3621;&#3636;&#3591;&#3585;&#3660;";
$OkSentLink = "&#3621;&#3636;&#3591;&#3585;&#3660;&#3606;&#3641;&#3585;&#3626;&#3656;&#3591;&#3649;&#3621;&#3657;&#3623;";
?>