<?php /*
for more information: see languages.txt in the lang folder. 
*/
$lang_height = "ความสูง";
$lang_resizing_comment = "ปรับขนาดภาพตามที่กำหนด (หน่วยเป็นPixels)";
$lang_width = "ความกว้าง";
$lang_resizing = "ปรับขนาดใหม่";
$lang_no_resizing_comment = "แสดงภาพทั้งหมดในขนาดจริง โดยไม่ต้องปรับขนาดใหม่ หากพื้นที่ไม่พอแสดงภาพจะขึ้นแถบเลื่อนดูภาพให้ ";
$lang_show_thumbnails = "&#3649;&#3626;&#3604;&#3591;&#3616;&#3634;&#3614;&#3605;&#3633;&#3623;&#3629;&#3618;&#3656;&#3634;&#3591;";
$lang_click_thumbnails = "&#3588;&#3621;&#3636;&#3585;&#3607;&#3637;&#3656;&#3619;&#3641;&#3611;&#3605;&#3633;&#3623;&#3629;&#3618;&#3656;&#3634;&#3591;";
$lang_set_slideshow_options = "&#3605;&#3633;&#3657;&#3591;&#3588;&#3656;&#3634;&#3626;&#3656;&#3623;&#3609;&#3627;&#3609;&#3657;&#3634;&#3592;&#3629;&#3626;&#3652;&#3621;&#3604;&#3660;&#3650;&#3594;&#3623;&#3660;";
$lang_slideshow_options = "ตั้งค่าการแสดงภาพสไลด์";
$lang_no_resizing = "ไม่ปรับขนาด ใช้ขนาดจริงเดิมของไฟล์";
$lang_exit_slideshow = "ออกจากหน้าจอสไลด์โชว์";
$SlideShow = "สไลด์โชว์";
$lang_previous_slide = "&#3616;&#3634;&#3614;&#3585;&#3656;&#3629;&#3609;&#3627;&#3609;&#3657;&#3634;";
$lang_next_slide = "&#3616;&#3634;&#3614;&#3605;&#3656;&#3629;&#3652;&#3611;";
$lang_image = "&#3616;&#3634;&#3614;&#3607;&#3637;&#3656;";
$Of = "&#3592;&#3634;&#3585;";
$lang_view_slideshow = "&#3604;&#3641;&#3626;&#3652;&#3621;&#3604;&#3660;&#3650;&#3594;&#3623;&#3660;";
$FirstSlide = "&#3626;&#3652;&#3621;&#3604;&#3660;&#3649;&#3619;&#3585;";
$LastSlide = "&#3626;&#3652;&#3621;&#3604;&#3660;&#3626;&#3640;&#3604;&#3607;&#3657;&#3634;&#3618;";
?>